Repository: Illumineering/Translations
Catalog: Padlok/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_br, pt_pt

source: There were too much data to sync. Synchronization will resume later!
da: Der er for meget data at synkronisere. Dette vil fortsætte senere!
de: Es gibt zu viele Daten, die synchronisiert werden müssen. Diese wird später fortgesetzt!
es: Hay demasiados datos que sincronizar. Esto continuará más tarde.
fr: Il y a trop de données à synchroniser. Celle-ci continuera plus tard !
it: Ci sono troppi dati da sincronizzare. Continueremo più tardi!
nl: Er zijn te veel gegevens om te synchroniseren. Dit gaat later verder!
pt_br: Há muitos dados para sincronizar. Isso continuará mais tarde!
pt_pt: Há demasiados dados para sincronizar. Isto vai continuar mais tarde!

source: This address have been updated since the link was last updated.
da: Denne adresse er blevet opdateret, siden linket sidst blev opdateret.
de: Diese Adresse wurde seit der letzten Aktualisierung des Links aktualisiert.
es: Esta dirección ha sido actualizada desde la última vez que se actualizó el enlace.
fr: Cette adresse à été mise à jour depuis la dernière mise à jour du lien.
it: Questo indirizzo è stato aggiornato dall'ultimo aggiornamento del link.
nl: Dit adres is bijgewerkt sinds de link voor het laatst werd bijgewerkt.
pt_br: Esse endereço foi atualizado desde a última atualização do link.
pt_pt: Este endereço foi atualizado desde a última atualização da ligação.

source: Transportation
da: Transport
de: Transporte
es: Transporte
fr: Transports
it: Trasporto
nl: Transport
pt_br: Transporte
pt_pt: Transporte

source: Trigger notification
da: Udløs notifikation
de: Auslösen der Benachrichtigung
es: Notificación de activación
fr: Déclencher la notification
it: Notifica di attivazione
nl: Kennisgeving triggeren
pt_br: Notificação de acionamento
pt_pt: Notificação de acionamento

source: Trigger notification for ${address}
da: Udløs notifikation for ${address}
de: Auslösen der Benachrichtigung für ${address}
es: Activar notificación para ${address}
fr: Déclencher la notification pour ${address}
it: Notifica di attivazione per ${address}
nl: Triggermelding voor ${address}
pt_br: Acionar notificação para ${address}
pt_pt: Ativar a notificação para ${address}

source: Try again
da: Prøv igen
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova
nl: Probeer het opnieuw
pt_br: Tente novamente
pt_pt: Tentar novamente

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pt_br: Desconhecido
pt_pt: Desconhecido

source: Unknown address
da: Ukendt adresse
de: Unbekannte Adresse
es: Dirección desconocida
fr: Adresse inconnue
it: Indirizzo sconosciuto
nl: Adres onbekend
pt_br: Endereço desconhecido
pt_pt: Endereço desconhecido

source: Unlock
da: Lås op
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sbloccare
nl: Ontgrendel
pt_br: Desbloqueio
pt_pt: Desbloquear

source: Unlock…
da: Lås op...
de: Entsperren...
es: Desbloquear...
fr: Déverrouiller…
it: Sbloccare...
nl: Ontgrendelen...
pt_br: Desbloquear...
pt_pt: Desbloquear...

source: Update
da: Opdatering
de: Aktualisieren
es: Actualización
fr: Mettre à jour
it: Aggiornamento
pt_br: Atualização
pt_pt: Atualização

source: Update or create a new link?
da: Opdatere eller oprette et nyt link?
de: Aktualisieren oder einen neuen Link erstellen?
es: ¿Actualizar o crear un nuevo enlace?
fr: Mettre à jour ou créer un nouveau lien ?
it: Aggiornare o creare un nuovo link?
nl: Bijwerken of een nieuwe link maken?
pt_br: Atualizar ou criar um novo link?
pt_pt: Atualizar ou criar uma nova ligação?

source: Update shared information
da: Opdatering af delte oplysninger
de: Gemeinsame Informationen aktualisieren
es: Actualización de la información compartida
fr: Mettre à jour les informations partagées
it: Aggiornamento delle informazioni condivise
nl: Gedeelde informatie bijwerken
pt_br: Atualização de informações compartilhadas
pt_pt: Atualização de informações partilhadas

source: Update…
da: Opdatering...
de: Aktualisieren...
es: Actualización...
fr: Mettre à jour…
it: Aggiornamento...
pt_br: Atualização...
pt_pt: Atualização...

source: Upgrade to lifetime for free
da: Få gratis for livet
de: Lebenslang kostenlos erhalten
es: Gratis de por vida
fr: Obtenir à vie gratuitement
it: Gratis a vita
nl: Levenslang gratis
pt_br: Obtenha gratuitamente para sempre
pt_pt: Obter gratuitamente para toda a vida

source: Upgrade…
da: Forøg...
de: Erhöhen...
es: Aumentar...
fr: Augmenter…
it: Aumentare...
nl: Toename...
pt_br: Aumentar...
pt_pt: Aumentar...

source: Upgrate to lifetime for %@
da: Behold for livet for %@
de: Lebenslang aufbewahren für %@
es: Mantener de por vida para %@
fr: Conserver à vie pour %@
it: Conservare a vita per %@
nl: Levenslang houden voor %@
pt_br: Manter para sempre por %@
pt_pt: Manter para toda a vida por %@

source: Use app icon
da: Brug ikonet
de: Das Symbol verwenden
es: Utiliza el icono
fr: Utiliser l’icone
it: Utilizzare l'icona
nl: Gebruik het pictogram
pt_br: Use o ícone
pt_pt: Utilizar o ícone

source: We can’t express how greatful we are! Thanks!
da: Vi kan ikke udtrykke, hvor taknemmelige vi er! Tusind, tusind tak!
de: Wir können gar nicht ausdrücken, wie dankbar wir sind! Danke!
es: No podemos expresar lo agradecidos que estamos. Muchísimas gracias.
fr: Nous ne pouvons pas exprimer à quel point nous sommes reconnaissant ! Merci !
it: Non possiamo esprimere la nostra gratitudine! Grazie di cuore!
nl: We kunnen niet uitdrukken hoe dankbaar we zijn! Heel erg bedankt!
pt_br: Não temos palavras para expressar o quanto somos gratos! Muito obrigado!
pt_pt: Não temos palavras para expressar o quanto estamos gratos! Muito obrigado!

source: Welcome to Padlok!
da: Velkommen til Padlok!
de: Willkommen auf Padlok!
es: ¡Bienvenido a Padlok!
fr: Bienvenue sur Padlok !
it: Benvenuti a Padlok!
nl: Welkom bij Padlok!
pt_br: Bem-vindo à Padlok!
pt_pt: Bem-vindo à Padlok!

source: What glyph would you like to see in Padlok? What location do you try to express with a glyph?
da: Hvilket ikon vil du gerne se i Padlok? Hvilket sted vil du gerne have et ikon til at beskrive?
de: Welches Icon hätten Sie gerne in Padlok gesehen? Welchen Ort würdest du gerne mit einem Icon beschreiben?
es: ¿Qué icono le gustaría ver en Padlok? ¿Qué lugar le gustaría que describiera un icono?
fr: Quelle icone auriez-vous voulu voir dans Padlok ? Quel endroit souhaitez-vous décrire par une icone ?
it: Quale icona vorresti vedere in Padlok? Quale luogo vorreste fosse descritto da un'icona?
nl: Welk icoon zou jij graag willen zien in Padlok? Welke plaats zou een icoon moeten beschrijven?
pt_br: Que ícone você gostaria de ver no Padlok? Que lugar você gostaria que um ícone descrevesse?
pt_pt: Que ícone gostarias de ver na Padlok? Que sítio gostaria que um ícone descrevesse?

source: Work
da: Arbejde
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro
nl: Werk
pt_br: Trabalho
pt_pt: Trabalho

source: Yet you can go even further and send us a tip if you want, and if you can!
da: Men du kan gå endnu længere og sende os et tip, hvis du vil, og hvis du kan!
de: Dennoch können Sie noch einen Schritt weiter gehen und uns ein Trinkgeld schicken, wenn Sie möchten und können!
es: Pero puedes ir aún más lejos, y enviarnos un consejo si quieres, ¡y si puedes!
fr: Pourtant, vous pouvez aller encore plus loin, et nous envoyer un pourboire si vous le souhaitez, et si vous le pouvez !
it: Ma potete anche andare oltre e inviarci un suggerimento, se volete e se potete!
nl: Maar je kunt nog verder gaan en ons een tip sturen als je wilt en als je kunt!
pt_br: Mas você pode ir ainda mais longe e nos enviar uma dica, se quiser e se puder!
pt_pt: Mas pode ir ainda mais longe e enviar-nos uma dica, se quiser e se puder!

source: You can
da: Du kan
de: Sie können
es: Puede
fr: Vous pouvez
it: È possibile
nl: U kunt
pt_br: Você pode
pt_pt: Pode

source: You can also
da: Du kan også
de: Sie können auch
es: También puede
fr: Vous pouvez aussi
it: È inoltre possibile
nl: U kunt ook
pt_br: Você também pode
pt_pt: Também pode

source: You can only access to the %lld closest addresses.
da: Du kan kun konsultere de nærmeste %lld-adresser.
de: Sie können nur die nächstgelegenen %lld-Adressen abfragen.
es: Sólo puede consultar las direcciones %lld más cercanas.
fr: Vous ne pouvez que consulter les %lld plus proches adresses.
it: È possibile consultare solo gli indirizzi %lld più vicini.
nl: Je kunt alleen de dichtstbijzijnde %lld-adressen raadplegen.
pt_br: Você só pode consultar os endereços %lld mais próximos.
pt_pt: Só é possível consultar os endereços %lld mais próximos.

source: You have Premium plan on your iPhone? Click the button below.
da: Har du Padlok Premium? Så klik nedenfor.
de: Verfügen Sie über Padlok Premium? Klicken Sie unten.
es: ¿Tiene Padlok Premium? Haga clic a continuación.
fr: Vous disposez de Padlok Premium ? Cliquez ci-dessous.
it: Avete Padlok Premium? Allora cliccate qui sotto.
nl: Heb je Padlok Premium? Klik dan hieronder.
pt_br: Você tem o Padlok Premium? Então clique abaixo.
pt_pt: Tem o Padlok Premium? Então clique abaixo.

source: You have yet to add your first address
da: Du har endnu ikke tilføjet din første adresse
de: Sie haben Ihre erste Adresse noch nicht hinzugefügt
es: Aún no ha añadido su primera dirección
fr: Vous n’avez pas encore ajouté votre première adresse
it: Non avete ancora aggiunto il vostro primo indirizzo
nl: Je hebt je eerste adres nog niet toegevoegd
pt_br: Você ainda não adicionou seu primeiro endereço
pt_pt: Ainda não adicionou o seu primeiro endereço

source: You may request your sender for a new valid link.
da: Du kan bede afsenderen om et nyt, gyldigt link.
de: Sie können den Absender um einen neuen, gültigen Link bitten.
es: Puedes pedir al remitente un nuevo enlace válido.
fr: Vous pouvez demander à l’expéditeur un nouveau lien valide.
it: È possibile chiedere al mittente un nuovo link valido.
nl: Je kunt de afzender om een nieuwe, geldige link vragen.
pt_br: Você pode solicitar ao remetente um link novo e válido.
pt_pt: Pode pedir ao remetente uma nova ligação válida.

source: You should add addresses using the iPhone app.
da: Du skal tilføje adresser ved hjælp af iPhone-applikationen.
de: Sie müssen Adressen mithilfe der iPhone-App hinzufügen.
es: Es necesario añadir direcciones mediante la aplicación para iPhone.
fr: Vous devez ajouter des adresses à l’aide de l’application iPhone.
it: È necessario aggiungere gli indirizzi utilizzando l'applicazione per iPhone.
nl: Je moet adressen toevoegen met de iPhone-applicatie.
pt_br: Você precisa adicionar endereços usando o aplicativo do iPhone.
pt_pt: É necessário adicionar endereços utilizando a aplicação para iPhone.

source: You’re no longer Premium.
da: Du er ikke længere Premium.
de: Sie sind nicht mehr Premium.
es: Ya no eres Premium.
fr: Vous n’êtes plus Premium.
it: Non siete più Premium.
nl: Je bent niet langer Premium.
pt_br: Você não é mais Premium.
pt_pt: Já não é Premium.

source: Your data is only stored on device and on iCloud. Your shared data is end-to-end encrypted. Your location is never shared.
da: Dine data gemmes på iCloud. Delte data er krypteret fra ende til anden. Din placering bliver aldrig delt.
de: Ihre Daten werden in iCloud gespeichert. Geteilte Daten werden Ende-zu-Ende verschlüsselt. Ihr Standort wird nie geteilt.
es: Tus datos se almacenan en iCloud. Los datos compartidos se cifran de extremo a extremo. Tu ubicación nunca se comparte.
fr: Vos données sont stockées sur iCloud. Les données partagées sont chiffrées bout en bout. Votre position n’est jamais partagée.
it: I vostri dati sono archiviati su iCloud. I dati condivisi sono crittografati end-to-end. La vostra posizione non viene mai condivisa.
nl: Je gegevens worden opgeslagen op iCloud. Gedeelde gegevens zijn end-to-end versleuteld. Je locatie wordt nooit gedeeld.
pt_br: Seus dados são armazenados no iCloud. Os dados compartilhados são criptografados de ponta a ponta. Sua localização nunca é compartilhada.
pt_pt: Os seus dados são armazenados no iCloud. Os dados partilhados são encriptados de ponta a ponta. A sua localização nunca é partilhada.

source: Your Premium advantages
da: Dine præmiefordele
de: Ihre Premium-Vorteile
es: Ventajas de la prima
fr: Vos avantages Premium
it: I vantaggi del premio
nl: Uw premievoordelen
pt_br: Seus benefícios do prêmio
pt_pt: As suas vantagens do prémio

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importazione
nl: Importeren
pt_br: Importação
pt_pt: Importação

source: Intercom
de: Gegensprechanlage
es: Interfono
fr: Interphone
it: Citofono
pt_br: Interfone
pt_pt: Intercomunicador

source: Portal
fr: Portail
it: Portale
nl: Portaal
